/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (network disk)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ at %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Cannot write file to intended destination.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Cannot write file to intended destination. Please make sure that the destination folder is writable.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Do you want to use %1$@ or %2$@ to back up with Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Do you want to use %@ to back up with Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Failure to write image data.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "The attempt to take a screen capture has failed.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "the network disk %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Unable to create image from bitmap for path.";

/* screencapture create image error string */
"Unable to create image." = "Unable to create image.";

/* screencapture type error string */
"Unable to create type string." = "Unable to create type string.";

/* screencapture create url error string */
"Unable to create url for path." = "Unable to create url for path.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Your screen shot can’t be saved.";

